// src/data/DayEvening.js
export default {
  id: "day",
  title: "أدعية الأيام",
  prayers: [
    {
      name: "دعاء يوم السبت",
      content: `بِسْمِ الله الرَّحْمَنِ الرَّحِيمِ : بِسْمِ اللّهِ كَلِمَةِ الْمُعْتَصِمِينَ ، وَمَقَالَةِ الْمُتَحَرِّزِينَ ، وَأَعُوذُ بِالِلّه تَعَالى مِنْ جَوْرِ الْجآئِرِينَ ، وَكَيْدِ الْحاسِدِينَ ، وَبَغْيِ الظَّالِمِينَ ، وَأَحْمَدُهُ فَوْقَ حَمْدِ الْحامِدِينَ . اَللَّهُمَّ أَنْتَ الْواحِدُ بِلا شَرِيك ، وَالْمَلِكُ بِلا تَمْلِيكٍ ، لا تُضَادُّ فِي حُكْمِكَ ، وَلا تُنازَعُ فِي مُلْكِكَ . أَسْأَلُكَ أَنْ تُصَلِّىَ عَلَى مُحَمَّدٍ وَآلِهِ ، عَبْدِكَ وَرَسُولِكَ ، وَأَنْ تُوزِعَنِي مِنْ شُكْرِ نُعْمَاكَ ما تَبْلُغُ بِي غَايَةَ رِضَاكَ ، وَأَنْ تُعِينَنِي عَلى طاعَتِكَ ، وَلُزُومِ عِبادَتِكَ ، وَاسْتِحْقاقِ مَثُوبَتِكَ بِلُطْفِ عِنايَتِكَ ، وَتَرْحَمَنِي ، وَتَصُدَّنِي [ وصُدَّني ] عَنْ مَعَاصِيكَ مَا أَحْيَيْتَنِي ، وَتُوَفِّقَنِي لِما يَنْفَعُنِي ما أَبْقَيْتَنِي ، وَأَنْ تَشْرَحَ بِكِتابِكَ صَدْرِي ، وَتَحُطَّ بِتِلاوَتِهِ وِزْرِي ، وَتَمْنَحَنِي السَّلامَةَ فِي دِينِي وَنَفْسِي ، وَلا تُوحِشَ بِي أَهْلَ أُنْسِي ، وَتُتِمَّ إحْسَانَكَ فِيما بَقِيَ مِنْ عُمُرِي كَما أَحْسَنْتَ فِيما مَضَى مِنْهُ يا أَرْحَمَ الرَّاحِمِينَ .`,
    },
    {
      name: "دعاء يوم الأحد",
      content: `بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ : بِسْمِ اللهِ الَّذِي لاَ أَرْجُو إِلاَّ فَضْلَهُ ، وَلاَ أَخْشَى إلاَّ عَدْلَهُ ، وَلا أَعْتَمِدُ إلاَّ قَوْلَهُ ، وَلا أَتَمَسَّكُ [ولا اُمْسِكُ ]إلاَّ بِحَبْلِهِ . بِكَ أَسْتَجِيرُ يا ذَا الْعَفْوِ وَالرِّضْوانِ مِنَ الظُّلْمِ وَالْعُدْوانِ ، وَمِنْ غِيَرِ الزَّمانِ ، وَتَواتُرِ الاَحْزانِ ، [ وَمِنْ طَوارِقِ الْحَدَثَانِ ]، وَمِنِ انْقِضآءِ الْمُدَّةِ قَبْلَ التَّأَهُّبِ وَالْعُدَّةِ . وَإيَّاكَ أَسْتَرْشِدُ لِما فِيهِ الصَّلاحُ وَالاِصْلاحُ ، وَبِكَ أَسْتَعِينُ فِيما يَقْتَرِنُ بِهِ النَّجاحُ وَالاِنْجاحُ . وَإيَّاكَ أَرْغَبُ فِي لِباسِ الْعافِيَةِ وَتَمامِها ، وَشُمُولِ السَّلامَةِ وَدَوامِها ، وَأَعُوذُ بِكَ يارَبِّ مِنْ هَمَزاتِ الشَّياطِينِ ، وَأَحْتَرِزُ بِسُلْطانِكَ مِنْ جَوْرِ السَّلاطِينِ ، فَتَقَبَّلْ ما كانَ مِنْ صَلاتِي وَصَوْمِي ، واجْعَلْ غدي وَمَا بَعْدَهُ أفَضَلَ من سَاعَتي وَيَوْمِي ، وَأَعِزَّنِي فِي عَشِيرَتِي وَقَوْمِي ، وَاحْفَظْنِي فِي يَقْظَتِي وَنَوْمِي ، فَأَنْتَ اللَّهُ خَيْرٌ حافِظاً ، وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ. اَللَّهُمَّ إنِّي أَبْرَأُ إلَيْكَ فِي يَوْمِي هذا وَ[ في ] ما بَعْدَهُ مِنَ الآحَادِ مِنَ الشِّرْكَ وَالإلْحَادِ ، وَأُخْلِصُ لَكَ دُعآئِي تَعَرُّضَاً لِلإجابَةِ [وأُقِيمُ على طاعتِكَ رجاءً للإثابَةِ ] . فَصَلِّ عَلَى مُحَمَّد وَآلِ مُحَمَّد خَيْرِ خَلْقِكَ ، الدَّاعِي إلَى حَقِّكَ ، وَأَعِزَّنِي بِعِزِّكَ الَّذِي لا يُضامُ ، وَاحْفَظْنِي بِعَيْنِك الَّتِي لاتَنامُ ، وَاخْتِمْ بِالِانْقِطَاعِ إلَيْكَ أَمْرِي ، وَبِالْمَغْفِرَةِ عُمْرِي ، إنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ .`,
    },
  ],
};
